window.articles = [
  {
    id: "article-1",
    author: "Hadeel khaled",
    date: "2025/08/01",
    eTime: "4 Minutes",
    title: "على عتبة الوداع الأخير",
    imageId: "على عتبة الوداع الأخير.jpg",
    shortDescription:
      "تحمل الوحدة في طياتها الكثير من المعاني، يجد أحدهم فيها الهدوء والبعض الآخر يكون نصيبه الوِحشة، فعندما تخرج على المسرح لا يُصفق لك أحدٌ، وعندما تمرض فتجد اليد الوحيدة التي وتكون اليد الوحيدة التي تمسح عن وجهك القلق... هي يدك،. تُدرك حينها أن هذا هو نصيبك من الوحدة.",
    fullContent: `”إيمان مصطفى" الاسم الذي تردد صداه في أرجاء القاعة دون تصفيق أو هتاف.، تلك اللحظة التي أفقدت  إيمان ثقتها، و أفسدت عليها حماسها في يوم كهذا، يوم تخرّجها من الجامعة التي أخذت من عمرها أربعةَ أعوام.، و انتزعت منها سعادتها لتستبدلها بلحظات فشل مريرة، وقايضتها بأُنسِها غربَتَها عن والديها.<br><br>تقفُ إيمان وسطَ جموع المهنئين وحدَها، بعدما بدأت يومها بسعادة عارمة؛ ظنًّا منها أنها اعتادت المشهد و ألِفَت تلك الوحدة، ولكن هيهات!. شعرت في هذا الحفل لأول مرة أنها بحاجةٍ مُلِحّة لأن يشاركَها والداها إنجازها في وسط هذا المحفل الكبير، ولكن قضَت ظروف الدهر أن تبقيها بعيدة عن والديها أربعة أعوامٍ دون اتصال. تملَكها شعورٌ بالضعف لم تشعر به طوالَ غربتها، وكأنّ ما كانت تكابده من عناء طريق دراستها على طوله أهون عليها من أن تُفَتِّش حولَها عن والدَيها ولا تراهما.<br><br>
    شريطٌ من الأحداثِ يعيدُ نفسه أمامها، منذ أن ودّعتهما في المطار وداعًا حارًّا تمنّت فيه لو أنها تصحبهما معها، وداعًا عاهدتهما فيه أن تجعَلَ العودة لهما مكللة بالنجاح. تذكرت تلكَ الليالي المريرة التي اشتاقت فيها ليدِ أبيها التي تربت على كتفيها، وكأنه يَعِدُها بالنجاح المؤكد، ولصوت أمّها التي تدعو لها سرًّا وعلانيةً بين الحين و 
    الآخر، فتستمدّ قوة إيمانها منها. تتذكّر العطلات الصيفية التي كانت تملؤها فيها دعواتٍ وأمنياتٍ باللقاء، و لكن كان لقسوة الظروف رأيًا آخرًا.<br><br>
    على يمينها ترى زميلتها أمنية تقفُ مع أصدقائها، تلك التي كانت تظنّها أوفى ما قد تهديه لها الغربة ولكن سرعان ما أصبحت أول درسٍ تعلّمها الغربة إياه. كانت صديقة كل أوقاتها في أول عام لهما في الجامعة، حتى أنهما ظلّتا تبنيان أحلامًا وردية تجمعهما سويًا حتى الممات، ولكن على الإنسان أن يتقبّل حقيقة أنَّه مُفارِقٌ، مهما أحبَّ و تعلّق. حين رأتها، تذكّرَت آخر أيّامهما سويّا، وهي تقفُ موقفًا تتمنى فيه أمنيات متناقضة: تتمنى لها أن تعودَ وأن تبتَعِد، أن توجِّه إليها حديثًا ولكن دون أن تستمع، تتمنى أن تراها دومًا ولكن دونَ أن تنظرَ إليها أبدًا. تذكّرَت تلك الرسالة التي أرسلتها إلى أمنية عتابًا ودودًا لها كانت تنوي فيه أن يعودان كما كانا، ولكن قست عليها أمنية كأنها لم تعرفها من قبل. تلكَ كانت أحنّ الرسائل التي كتبتها إيمان فلم تتردد في فتحها وإعادة قراءتها، فتحتها وأخذت تقرأ:
    <br><br>«(في اللقاء الأول عندما كنا غرباء.. لا مسمى لعلاقتنا سوى أنها صدفة، في اللقاء الأول عندما بدأ الحديث بـ"( كم تبدين هادئة!").، لو أن للمرء أن يتمنى للحظةٍ أن تدوم لكانت هي تلك، قبل ازدحام الأسرار التي كانت فراق ما بيني وبينك، قبل تصنيفي في قائمة الاحتياط فقط، قبل أن تَطُل أيدي المتطفلين علاقتنا البريئة، قبل أن تتسبب براءتنا في تعثّرنا بأسوأ نماذج البشر. كنتُ بديلًا مؤقتًا؟ فذلك يسعدني أنْ كنتُ جواركِ أمنحكِ ما تودّين، كنتِ مثالًا رائعًا في الدعم؟ نعم، ولكنك مجرد كنتِ. هنتُ أنا، ولكن أنتِ لن تهوني.، تخلّيتِ أنتِ، ولكنّي أبدًا لن أتخلى.<br><br>
    تريدين النهاية؟ سأرسمها لكِ بنفسي كما تريدين ... ولكن اعلمي أنني في انتظار إشارةٍ منكِ كي أرسم بداية أجمل تستحقينها أنتِ قبل أن أستحقها أنا. تجاوزي من تريدين ولو كان أنا، تعلّقي بمن تحبين ولو كانوا أعدائي. تخلّي عني إن أردتِ، ولكن إياكِ أن تفعلي مع ذاتك»).<br><br>
    <br>ثم أغلقت هاتفها في حزنٍ وأسى بالِغَين.<br><br>
    انتهى الحفل وغادر الجميع، عادت إلى منزلها وهي تعاني مشقّة الطريق، بعد أن عَلِمَت أن أقسى ما يمكن أن تواجه إيمان هي الوحدة، ولكن عزاءها الوحيد هو نجاحها الذي يعوّض والدَيها عن شقاء المسافات. وصلت حديقة منزلها و اتَّجهت نحو شجرتها التي تحب حيث اعتادت الجلوس في كلِّ لحظاتها حتى أنّها تظن أنّ تلك الشجرة هي التي شهِدَت كلَّ أفراحها و أحزانها، تلكَ الشجرة التي كانت تعدّها صديقًا وفيًّا لَم تستطع الغربة إهداؤها إياه. فوجَدَت رجالَ البلدية يجرّدون الشجرة من أغصانها، يقطّعون أوراقَها ويأخدون من طولها، وكأنّ الزَمانَ حكَمَ أنه بوسعِ إيمان أن تتحمَّلَ وداعًا آخر،ًا فأبى إلّا أن يقسو. استدارَت بعينيها نحوَ صوتٍ يعلو شيئًا فشيئًا، وإذ بها ترى رجُلًا يعنّفُ رجال البلدية بسبب فعلَتهم الشنيعة. شعرَت كما لو أنَّ صوتًا واحدًا لا يكفي فتصرخ معه دفاعًا عن تلك الشجرة، ولكنّها في هذه اللحظة تحديدًا هي أوهنُ من أن تفعل، فاكتفت بسؤال نفسها: (تُرى ماذا تعني الشجرة لهذا الرجُل؟ وأيّ أثرٍ تركه ذلك المشهد في نفسه؟ تُراهُ تعلّقَ بها كما فعلتُ أنا؟ أم أنّها أحيَت في داخلِه شيطانًا من الذكريات المؤلمة؟).<br><br>عادت إلى منزلها ودخلت غرفتها وخطواتها أثقل من أن توصلها إلى سريرها، عادت وفي نفسها قناعةٌ جديدة تُملي عليها بأنّها ما تتعلّق إلّا لتودّع، وما تصاحِب إلا لتُخذَل، وما تستأنسُ إلّا لتستوحش.`,
    downloadUrl:
      "https://drive.google.com/file/d/1esNNE2_DvGAPYx_E_9gR2sT0CUIhg0jj/view?usp=drive_link",
  },

  {
    id: "article-2",
    author: "Latifa youssef",
    date: "2025/08/01",
    eTime: "3 Minutes",
    title: "ظلٌّ لها... وظلٌّ لي",
    imageId: "ظل لها وظل لي.png",
    shortDescription:
      "حين خف ضجيج ذلك الزحام الرقمي سكتت الأصوات في رأسي، الأفكار انكمشت، والمشاعر تلاشت، وكأن حياتي صارت متعلقة بذلك الوجود الوهمي. كلّ شيء يُستهلك حتى الأمل صار باهتًا، لا أدري، فلماذا يجب أنْ نأخذ جرعة كبيرة من الحياة بشكل جنوني وإذا امتنعنا نموت بشكل قاسٍ؟",
    fullContent: `كعادةِ الأيامِ الفائتة، كنتُ أستيقظُ على صوتِ عشراتِ الإشعاراتِ من هاتفي؛ محادثاتٌ تنتظرُ ردودي، وتعليقاتٌ على صورٍ شاركتُها قبلَ النوم.<br><br>
أما الآن… فلا شيءَ من ذلك. في الحقيقة، كنتُ أظنُّ أن إيقافَ تلكَ التطبيقاتِ لن يُحدِثَ فرقًا، لكنَّ الصمتَ الذي تركتُه خلفَها كان أوسعَ مما تخيلتُ. بدونِها، بدا كلُّ شيءٍ عاريًا. أُدققُ الآن في كلِّ شيء، كأنَّ حواسي أصبحتْ أكثرَ انتباهًا، أصبحت أسمعُ أصواتًا لم أكن أسمعها من قبل.<br><br>
إنه صباحٌ عادي، هذا كلُّ ما يمكنني قولُه استيقظتُ قرابةَ العاشرةِ على صوتٍ مزعجٍ، أظنُّه إصلاحاتٍ من إحدى شققِ الجيران، كما اعتدتُ .<br><br>
ذهبتُ إلى الحمام، غسلتُ أسناني، ثم بللتُ وجهي بالماءِ البارد. طَقسٌ خالٍ من المنطق، لكنني أفعله بتثاقل، كمن يحافظ على طقسٍ قديمٍ دونَ يقينٍ بجدواه.<br><br>
أعددتُ كوبًا من النعناعِ الدافئ ربما توهمت أن تلكَ الرشفاتِ الصغيرةَ تمنحني شيئًا من الهدوء... أو التبلّد، كما قالتِ الطبيبةُ منذ أسبوع.<br><br>
حملتُ الكوبَ وعدتُ إلى غرفتي. شعرتُ براحةٍ غامضةٍ، لأنني لن أضطرَّ للاستماعِ إلى ثرثرةِ أمي عن حزنِها من أجل ذلكَ المسلسلِ التافه.<br><br>
أغلقتُ الباب، واتجهتُ إلى النافذة. لم يكن في نيتي التأمل، بل الهرب ثلاثُ ساعاتٍ قادمةٌ سأقضيها في عادةٍ جديدة، اكتسبتُها منذ فترةٍ قصيرة – إن اعتبرنا أن ثلاثَ سنواتٍ من الجامعةِ مدةٌ قصيرة.<br><br>
كان الصوتُ لا يزال يترددُ من الخارج، أكثرَ وضوحًا الآن، وأكثرَ انتظامًا. إنه صوتُ منشارٍ كهربائي… يقطع شجرةً في الشارع كان واضحًا أن الجذعَ يُقاوِم، وربما كان هذا طبيعيًّا لشجرةٍ بهذا السُّمك.<br><br>
وبينما أسمعُ الصوت، تذكّرتُ ظلَّها. كيف كانت ترسمُ على الأرضِ شكلًا ناعمًا حين تميلُ الشمس، وكيف تهمسُ أوراقُها في بدايةِ الخريفِ بصوتٍ خفيفٍ، يشبهُ أولَ الحنين.<br><br>
لم ألحظْ من قبلُ أنها بهذه الضخامة، ولا أن أوراقَها بهذه الكثافة. أظنُّ أن المساحةَ التي ستتركُها بعد زوالِها ستكونُ واسعة، وفارغة.<br><br>
بالقرب من الشجرة، وقفَ جمعٌ من الناس وجوهُهم لم تكن واضحةً، لكن حركاتِهم كانت دقيقةً بشكلٍ كافٍ لتُرصَد. وها هي الفتاةُ صاحبةُ الوشاحِ المزركش، من البنايةِ المقابلة. أعلمُ أنها ستلتقطُ صورة، ثم تنشرها على إحدى وسائلِ التواصل، مرفقةً بتعليقٍ حزين. فعلتْ ذلك من قبلُ كثيرًا، قبل أن أحذفَ تلك التطبيقاتِ من هاتفي، لكن الغريبَ أنني وقتَها لم أحزنْ… بل لم أشعرْ بشيءٍ أصلًا.<br><br>
نقلتُ بصري عنها، إذ جذبتني حركةُ يدي امرأةٍ مسنّةٍ كانت تقفُ بالقربِ من الشجرة بدتْ وكأنها تبكي. لا أعلمْ لِمَ كلُّ هذا التهويل، أكانتِ الشجرةُ من أقربائها!<br><br>
رأيتُها أكثرَ من مرةٍ تجلسُ تحتها على كرسيِّها الخشبي، لكنها تستطيعُ الجلوسَ عند مدخلِ البنايةِ مثلًا، ولن يمنعَها ذلك من مراقبةِ الطريقِ والسكان كما اعتادتْ.<br><br>
الفراغُ وحدهُ كان يملأ صدري، كأنَّ كلَّ ما حولي – صخبَ المنشار، وجوهَ الجيران، دموعَ العجوز – مجردُ ضوضاءِ خافتة، تأتيني من خلفِ جدارٍ سميكٍ من اللامبالاة ولعلَّ هذا الجدار أو قُلْ هذا الفراغ، هو ما جعل كلماتِ الطبيبةِ تترددُ في أذني كصدى بعيد...<br><br>
قالتْ لي يومَها أن عليَّ التوقفَ عن استخدامِ تطبيقاتِ التواصلِ الاجتماعي، وأن ذلكَ جزءٌ من العلاج بدا القرارُ منطقيًا، وافقتُها ظاهريًا. لكن داخليًا، شعرتُ أنه عقوبة لا لأنني أحنُّ لتلك التطبيقات، بل لأنها كانت وسيلتي الأسهل للهرب . كنتُ أشاركُ الصور، أكتبُ التعليقات، أبدو طبيعية... كأنْ لا فرقَ بيني وبينهم.<br><br>
اليومَ، أتساءل: كانتْ تلك المنشوراتُ تعبيرًا صادقًا عني؟ أم كانتْ قناعًا أُجيدُ ارتداءه؟ كنتُ أزيّنُ كلماتي بجمالٍ محسوب، وأتلقى تعليقاتٍ عن "عمقِ الإحساس" في كل مرة.<br><br>
لكنْ مع غيابِ تلك الوسائل، انقشعَ الغبارُ عن فراغٍ لا أستطيعُ إنكارَه فراغٌ كان يختبئُ خلف ما كنتُ أظنُّه حياة.<br><br>
الآن فقط، أدركتُ أن بي خللًا ما فأنا لا أشعرُ بشيء لا غضب، لا حزن، لا أمل، لا حتى كآبة... فقط اللاشيء.<br><br>
توقّفَ صوتُ المنشار. لا شكَّ أن الجذعَ قد سقطَ بكامله، انتهى المشهد.<br><br>
انتهى الصباحُ كما بدأ، أو هكذا ظننتُ. عاد الهدوءُ إلى الشارع، ليس كما كان، لكن... لا بأس.<br><br>
أعدتُ كوبَ النعناعِ الفارغِ إلى مكانه، ثم نظرتُ إلى جهازِ التسجيلِ الصغير. يَحمِلُ صوتي الرتيبَ، هذا كلُّ ما تبقّى من الصباح. أعتقدُ أنني سأحذفُ هذا التسجيل لا أدري لماذا، لكن ربما سأترددُ قليلًا قبل أن أفعل…
 `,
    downloadUrl:
      "https://drive.google.com/file/d/1nl9dd1ewvLRYmmUxRcPynTW5itqxX40O/view?usp=sharing",
  },

  {
    id: "article-3",
    author: "Mariem al sagheer",
    date: "2025/7/31",
    eTime: "5 Minutes",
    title: "في غرفة لا تحتمل الضوضاء.",
    imageId: "في غرفة لا تحتمل الضوضاء.png",
    shortDescription:
      "عندما تضيق جدران غرفتك وتضيق روحك في آنٍ واحد يصعب معرفة أيهما سوف تسحقك أولًا، ولكنك دائمًا تملك حق الاتساع، في جدران غرفتك ونفسك كذلك، تملك الفرصة دائمًا أن تواجه ضيق الحياة.",
    fullContent: `"ليست غرفتي بالمكان الضيق، لكنها صُممت لتسلب مني الراحة."<br><br>
دوّنتُ على ورقي المبعثر فوق المكتب.<br><br>
ونهضتُ أجوب أنحاء غرفتي لعلّي أستطيع التنفس، بالإضافة إلى عينَيّ اللتين مالتا إلى الضباب طوال الأيام الماضية، كان ضيق صدري ملازمًا لي، كأن الجدران تنكمش ببطء تذكيرًا بأني عالقة.<br><br>
و بجوار السرير خزانة تسعل تُرابًا كعجوز أهلكته السجائر. إلا أنها لم تُتِم عامها الرابع عشر بعد.<br><br>
مررتُ يدي على أطرافها الخشبية، خشونة مألوفة منذ يومها الأول، تمثلت ندوبها على هيئة اقتباسات وخواطر كنت قد نقشتها عنوة أعلاه.<br><br>
ذات مرة منذ عامين، حاولتُ إصلاحها؛ أمسكت بفرشاتي، وغطيت نصفًا من جانبها باللون البني ثم تركته. كأن النية وحدها كانت كافية.<br><br>
كان ذلك الجزء مواجهًا للباب، إلا أن الطلاء لم يخفِ شيئًا وبدا للمارة كقناعٍ مُنهكٍ على وجهٍ يَعرف أنه كُشف. تراكمت النقوش بعدها على جوانبها، فبدت الكتابةُ أقوى بعد محاولة دفنها، لأن مفارقة الجزء المعزول المطلي أظهرت حدة البقية، فالصمت في البقعة الهادئة لم يكن إلا تكثيفًا للضوضاء حولها.<br><br>
ومع مرور الأيام، صارت مكسوة بالاعترافات التي لا يقرأها أحد، ولا يستطيع تجاهلها تمامًا.<br><br>
فمن يراه ينفر. لا لشكله فقط، بل لما يوحي به. ففي زحمة الأحرف، شيء يُذكّر بالخسارة، بما كُتبَ ولم يُسمع، وبما طُليَ ولم يُمحَ.<br><br>
وبينما أمست آخر كلماتي تبهت، كأن الحروف خجلت من أن تبقى.<br><br>
رحت أتجول بعيني في أنحاء الغرفة، ولكنها كانت خانقة هي الأخرى، الأخضر والأصفر يتجاوران بشكل سخيف. أردت أن أشيح نظري، لكن لأين؟<br><br>
محاصرةً من كل الجهات بضوضاء لا تدوّن فالألوان تصرخ بدون صوتٍ، وتتحرك رغم سكونها.<br><br>
وبجوار أثر الزمن على الألوان، تركتُ بدوري آثارًا: بالنقوش والقصاصات العشوائية كما فعلت أعلى الخزانة.<br><br>
فصارت الغرفة دفترًا ثقيلًا لا أجرؤ على تمزيقه، ولا أطيق قراءته كاملًا.<br><br>
كم أمقت من قام بالطلاء وكنتُ طفلة أرادت غرفتها على شكل أمواجٍ باللون البنفسجي الفاتح، أخبرت أبي بذلك والحماس يُرى من عيني وكأنه سوف يقفز منهما متشبثًا به، ومنذ حينها وأنا انتظر الوفاء بوعد غرفة يشبهني.<br><br>
لكن حين جاء دور طلاء غرفتي، من بيده الفرشاة -اختار بدافع الكسل- أقرب لونين صادفهما، فمن يكترث؟ الجميع لا يهتمون بالأمر.<br><br>
لا أتذكر الآن شكل غرفتي القديمة، لكني أتذكر جيدًا لحظة النظر إلى الجديدة؛ يبدو أن الأحلام حتى وإن كانت تنتمي لصاحبها فالوصول إليها ليس بالضرورة أن يرضيه.<br><br>
لتقفز كلمات أختى "هل الغرفة مكتومة؟" فبالرغم من الهواء الذي يدخل من الشباك إلا أني أشعر بحرارة خانقة.<br><br>
تجعلني تلك الكلمات أفكر في الثقل الذي لا يقاس بدرجات الحرارة، طبقة الطلاء الجديدة رغم أن النوافذ مفتوحة، إلا أنها تغلق عليّ شيئًا لا أراه.<br><br>
"من منا لعن الآخر؟" تساءلتُ.<br><br>
"أ أنا من تركت بصمتي على الغرفة حتى اختنقت، أم أن الغرفة امتصّت كل ما فيّ حتى صارت ثقيلة بها؟<br><br>
بمجرد خروجي من الغرفة، أشعر أنني أستطيع التنفس.<br><br>
الهواء خارجها لا يحمل نفس الثقل، ولا الجدران تنظر إليّ كما تفعل هنا.<br><br>
أردت مرارًا تغيير غرفتي منذ أعوام، قال أبي إنه لن يبذل مجهودًا لأعاود إفسادها بنقوشي مجددًا. كحقيقةٍ يعرفها أكثر مني، أن يداي لا تمتلك سوى عادة سيئة.<br><br>
ظنت أختي أنني أفسد الجدران، بينما كنت أحاول ألا أفسد نفسي.<br><br>
وبمفاوضات مع والديّ، أخبرتهم أنني سأقوم بتحمل تكلفتها كمحوًا لأثر الذنب الذي يأكلني.<br><br>
رجوت نفسي أن أغسل الحائط فأغسل معه أسباب اختناقي، وعناد الكتابة التي لم تُنقذني.<br><br>
ولم يكن المال هو العائق، فلطالما استطعت توفير أكثر مما أحتاج لتغيير غرفتي في شهرين.<br><br>
أردت تغييرها بالكامل في الحال، ولم أكن أعيَ أن التغيير لا يحدث دفعةً واحدة، بل يتسلل -ببطء- من الداخل للخارج .. وأنه مقاومة طويلة، أضعف من أن أبدأها.<br><br>
ومع مرور الأعوام، أعلنت كم أكره سريري وسأقوم بتغييره أولًا، بعدها رغبت في تغيير الخزانة ولكن كلهم شهود فقط، أما الجدران ..<br><br>
فهي من التقطت كل أنفاسي الثقيلة، وارتد لي صداها مضاعفًا.<br><br>
أردت التغيير، لكني لم أعد أتحمل محاولاتي المتكررة في شرح السبب.<br><br>
جرّبتُ وحدي أحيانًا؛ رتّبتُ الأشياء، علّقتُ قصاصاتٍ أنيقة بدل الخربشات، لكن شيئًا فيّ يترك المهمة ناقصة. فتبدو الغرفة في النهاية أشبه بدواخلي الفوضوية. وصرتُ لا أدري إن كنت أكره الغرفة فقط أم أكره نفسي.<br><br>
ورغم كراهيتي لكل زوايا الغرفة، ومحاولاتي التي بدت مستميتة لطرد الضوضاء منها، وجدتها تعود أشد. وعندما ضاقت أكثر، كرهتُ كل ما هو خارجها أيضًا، كأن الغرفة تُقسيني ضد العالم، تزرع غضبًا أجهل منبعَه.<br><br>
أكرههم..<br><br>
الناس، الأماكن، والألوان الهادئة التي لا تشبه دواخلي، حتى أصواتهم التي لا ترتفع، تثيرُ فيّ رغبة بالصراخ.<br><br>
صرتُ أعيش على غضبي تجاه كل شيء، وكأن العالم الخارجيّ نفسه يُلام لأنه لا يختنق. لأنه لا يشبهني.<br><br>
ومع الوقت، صارت الفوضى مبررًا لبقائي، وصار الخروج منها يشبه خيانةً لشيء لا أفهمه.<br><br>
وفي يوم ما، أعرب أبي أنه سيغير الطلاء من أجلي الصيف المقبل، بشرط أن أعده بألا أرفع قلمي على الحائط مرة أخرى. تنفستُ الصعداء، واخترت لون الطلاء.<br><br>
ومع اقتراب اليوم الذي سيتغير فيه السجن الذي تشكل على هيئتي.<br><br>
كان هناك عمال يقومون بسلب الحياة من الشجرة التي في غرفتي، مزقوها بلا رحمة، تمامًا كما فعلت بنفسي، في غرفةٍ لم تحتمل الضوضاء، انتهيتُ كضوضاءٍ أخرى.<br><br>
مشيتُ داخل غرفتي كأنني غريبة، تفقدتُ ألوان جداري بعينين ميتتين ووضعتُ رأسي على وسادةٍ لا أعرف لمن تنتمي.<br><br>
حدقت بأصابع يديّ المتسخة بالحبر القديم، وشعرت بأنني غريبة عن هذا الاقتراح. فما فائدة الغرفة الجديدة، إن كنتُ أنا القديمة؟<br><br>
ومن أنا دون ما أكره؟<br><br>
هذا لم يكن بمكاني، ولن يصبح لي وإن صُبغَ بلون السماء.<br><br>
وبينما اختنقتُ وسط صخبٍ لا يُسمع، كانت النافذة مفتوحة، لكن الهواء لم يكن كافيًا.<br><br>
فقفزت من تلك النافذة لألحق بالشجرة التي كانت قد سقطت لتسبقني نحو النهاية.<br><br>
كان القرار واضحًا..<br><br>
في غرفة لا تحتمل الضوضاء،<br><br>
اختارت أخيرًا صمتًا كاملًا هذه المرة .. لا كتابة بعده ولا نجاة.
`,
    downloadUrl:
      "https://drive.google.com/file/d/1RsELHD67v7E0mwtxU1hnPj-5uracuE9C/view?usp=sharing",
  },

  {
    id: "article-4",
    author: "Mohamed Mahmoud",
    date: "2025/08/01",
    eTime: "7 Minutes",
    title: "كاتبٌ يُدعى ربمّا",
    imageId: "كاتب يدعى ربما.png",
    shortDescription:
      "إلى الأصدقاء خلف الشاشات... الذين كلما اقتربوا من السعادة اصطدموا بجدار الواقع، هذا عزاءٌ مني لأولئك الذين كادت أيديهم أن تلمس أحلامهم ولكنها استحالت، أكتب اليوم عن الفقد، والعجز، وانكسارات القلب المتتالية، ربما قد تشعر أنك لست وحدك.",
    fullContent: `منذ بضعة أعوام مات والداي.<br><br>
على الرغم من أنني لم يكن لي يد في موتهما، إلا أنني قضيت يومًا كاملًا أتساءل: هل أدفنهما... أم لا؟ ليس كعقاب مباشر، بل كشكل أخير من الانتقام. ربما لأنهما أفسدا علي لحظة كنت أظن أنني سأدرك فيها السعادة أخيرًا، فقد ماتا قبل حفل تخرجي بأيام. لكن قررت الاستسلام ودفنهما، رغم أنهما، حتى في الموت، أبَيَا أن يتركاني سعيدًا.<br><br>
ومنذ ذلك اليوم حتى وقتٍ قريب، كنت أفعل نفس الأفعال... أستيقظ، أذهب إلى العمل، أرجع، وأمرّ بالشجرة التي تحت بيتي — الشجرة التي اتخذتها علامةً مميزة كي أعرف بيتي طوال حياتي، لكنها اليوم… كانت حزينة. لا أعلم إن كان ذلك تضامنًا معي، أم أنها كانت تعيسة بذاتها.<br><br>
على كلٍ قد صعدت، وعندما دخلت المنزل، لم أجد سوى أرواح من فارقوني في استقبالي. كأنهم كانوا يستعجلونني بالانضمام إليهم منذ مدة. لكنني لم أستجب. بل هممتُ فورًا بإكمال الرواية التي أكتبها، فقالت لي "وِجدان" زميلتي في العمل: "عزيزي، كل ما أنتَ فيه من شقاءٍ وبؤس هو بسبب أنك كاتب، والكاتب لا يقدر على العيش دون أن يكتب، فبدون الكتابة ينهار الكاتب ويبدأ بالهلوسة، حتى إذا وصل ذروة جنونه من الممكن أن يقتل نفسه." لستُ واثقًا من صدق كلامها، لكنني سأحاول اتباع النصيحة.<br><br>
بعد روايتي الأخيرة، كان الجمهور ساخطًا عليّ بسبب نهاياتي الحزينة. آهٍ، كم هم أغبياء. كل ما فعلتُه هو أنني أعطيت "عزيز" بطل روايتي ما رأيت أنه يستحقه. فقد عاش طفولةً مأساوية منذ أن رأى والديه يأكلهما اللهب... لكنني عوّضته بجَدٍ وصديق. حتى ظن أنه أدرك السعادة، لكنني لا ألومه على ذلك. فقد ظننت هذا عديدًا من المرات.<br><br>
لكني قتلتُ جده. وعوّضته بـ"ليلى". لكنه أضاعها وأهملها. فعاقبته. وجعلته يدرك ما فاته. ثم أعطيته فرصةً للإصلاح. وعندما كان يدنو من السعادة، قتلته... كما مات والداه. كنوعٍ من سخرية القدر، معذَّبًا بالنار، يتساقط جلده قطعةً، قطعةً؛ فهو لا يستحق نيل السعادة، لأنه ليس بأفضل مني.<br><br>
لم ألبث أن أمسكتُ بقلمي، حتى ناداني السرير، وغلبني النعاسُ. وعندما نمت، كنتُ أحلم بأنني في حفلِ تكريم للأعمال الأدبية، وقد فزتُ بالمركز الأول! إلا أن الدنيا تأبى أن تتركني أهنأ بشيء — حتى وإن كان حلمًا، فعندما جاء وقت استلام جائزتي ومددتُ يدي كي أستلمها — كنت قد استيقظتُ مذعورًا من صوت عمالٍ يقطعون شيئًا! كان الصوت أشبه بعملاقٍ يحلق شعر رأسه بماكينة ضخمة بجانب غرفتي. فهممتُ لأرى ما يحدث. فوجدتُ هؤلاء الأغبياء يذبحون الشجرة.<br><br>
أتذكّر يوم زراعة تلك الشجرة. كنت قد سألت أمي: "متى سوف تصل الشجرة إلى شرفتنا؟" فكانت ترد دائمًا: "كل شيءٍ بأوانه." لم أكن أفهم لِمَ عليَّ الانتظار! كل ما كان يجب على تلك الشجرة فعله هو أن تنمو بسرعة. أما أنا... فكان يجب عليّ أن أنتظر أيامًا وسنين. لكن… بطبيعة الحال، مر العمر، ونَمَتْ تلك الشجرة، ووصلت إلى طرف شرفتي بالطابق الأخير، حتى كدنا أخيرًا أن نتقابل وجهًا لوجه، فما كان لسخرية القدر إلا أن تحول دون هذا اللقاء. قبحكم الله، ألم تقدروا على الصبر حتى أستظلَّ بها ولو مرة واحدة؟!<br><br>
وها هم... من كانوا يحاولون أن يقتلوا الشجرة؛ كي يستولوا خشب أغصانها الحبيبة لأنفسهم. لكنها أرهقتهم، والآن... يستظلون بظلّها! حقًا، إن هذا الشأن يدفعني إلى الجنون. اشتدّت بي الحَمية لصاحبتي، فصرخت على أحدهم قائلًا: "لا تلمسها، أيها الأحمق! فوالله لو لم تبتعد عنها، لدفنتك تحتها!" لم يكن لدى ذلك الرجل خيار سوى الابتعاد فورًا؛ ليكمل عمله، محاولةً منه أن يهرب مني في أسرع وقت.<br><br>
أمعنتُ النظر في الجهة الأخرى، التي لم تصل إليها بعد أدوات هؤلاء الحمقى، فتذكّرتُ ليلى والسنين الخوالي. الفتاة التي عشقتها، كانت تتكئ على الشجرة، أيقنتُ حينها أن ليلى ليست كأحد، فقد وُلِدت لا لُتقارن، بل لتمحو فكرة المقارنة من الأساس. فقد شطرت البشر إلى نصفين: قبلها، وهم التعساء لأنهم لم يروها؛ وبعدها، وهم الأشدُ تعاسة... لأنها رفعت مقاييس الجمال بعيدًا عن متناولهم.<br><br>
كانت كحورية خرجت من البحر، ومازالت أمواجُه تأبى فراقها، حتى تعلقَت بخصلات شعرها، ولم تكن تلك الخصلات تطير مع الريح، بل كانت الرياح نفسها من تُفسح لها الطريق. وفي أبسط لحظاتها، كانت مجرد رؤيتها تكفي لكي أقلع عن مضادات الاكتئاب... فلم تسكت الأصوات، ولم تسكن الآلام في حياتي كما سكتت وسكنت في حضرتها.<br><br>
فعندما رأيتها في ذلك اليوم، رمقتها بنظراتٍ من عيني رجلٍ ميت... لكنها رأت فيها ما يستحق الحياة. ولن أكون كاذبًا إذا قلتُ أنني كنت قد فقدت ذاك الأمل... الأمل أن أكون سعيدًا.<br><br>
الآن، أتيتُ بصندوق ذكرياتنا، كالعادة، كي أتفقده، وكل ذكرى به تذكرني كيف كنت أظن أنني وجدتُ السعادة. فقد عوّضتني ليلى عن غياب الأحباء، لكن... أستطيع القول أن كل هذه المسؤولية قد أرهقتها. أستطيع القول أنّنا كنا متقنين لأربع لغاتٍ.. ولم يفهم أحدُنا الآخر!<br><br>
لكن على عكس "ليلى" بطلة الرواية التي كانت تتصف فيها بالخضوع والطاعة، كانت ليلتي أنا مثلُ الإعصار، فكنت أطلب منها ترك الشيء، ثم تدور وتفعله من خلف ظهري. فظننت أن كلٌّ منّا يتحدث بغير لغة الآخر. نعم، كنا من نفس البلد والتراب... لكننا، كنا نبدو من دياناتٍ مختلفة، ومكث كلٌّ منّا رافضًا اعتناق دين الآخر. فكيف تقنع شخصًا بأن السجائر مضرة، وقد تربى في مصانع التبغ؟<br><br>
على كلّ حال... لم تستطع هي تحمّل توبيخي لها، ولم أعد أنا قادرًا على قول الشيء مرارًا وتكرارًا. تركتني ليلى حائرًا في منتصف الطريق. رغم أنني قد أخبرتها أنني صعب المِراس، وأخبرتها أنها ستملّ، لكنها — على عادتها — عاندت. وفضّلت أن أكون أقرب ما أكون من السعادة، كي تسحب السجادة من تحتي، فأقع.<br><br>
على كلٍّ... قد تركتني وصرتُ أشعر بالراحة، فعلى الرغم من أن غيابها يؤرقني، إلا أن وجودها كان يذكرني بالحياة السعيدة التي لن أعيشها.<br><br>
الآن، وقد ألقيتُ آخر تحية على الشجرة التي آنَسَتْني وحشة الوحدة، حتى ظننت أنني أصبحتُ سعيدًا، فكان لا بُدَّ أن تودعني. فأخذت تهتز يمينًا ويسارًا، حتى بدت أنها ترد إليّ السلام، ثم هوت إلى الأرض، وصارت تبتعد عن مرمى البصر حتى اختفت.<br><br>
على كلٍ، قد أدركت متأخرًا أن ليس لي مكوثٌ هنا. فهممت بأن أجمع أوراقي، وأجمع ملابسي. خرجتُ، وأغلقت البابَ ورائي، وأخذتُ بالنزول. وما إن وصلتُ لآخر الشارع، وأحسست لأول مرة منذ مدة بالراحة، حتى تذكّرت صندوق ذكرياتي أنا وليلى. فرجعت في طريقي، على أمل أن أحضره وأكمل في طريقي، لكنني لم أعرف طريقي للمنزل. فقد فقدت إحساسي بالمكان حينما قُطعت علامتي المميزة.<br><br>
فبعد بضع محاولاتٍ لاكتشاف طريقي، استسلمت، وأدرتُ ظهري، وأكملت طريقي إلى المجهول... دون ليلى، دون الشجرة. ولكنني لديَّ إيمانٌ بعض الشيء بأنني ربما أجد السعادة.<br><br>
مضيت في طريقي حتى وصلت إلى الطريق السريع، وعبرتُ الأول بسلامة. وحين هممتُ بعبور الآخر، انزلقت حقيبتي، وأوقعتني معها، وإذا بمقطورة ثقيلة، محمَّلةً بشجرتي العزيزة، تحاول أن تتفاداني، فتنزلق... وتسحقني في طريقها. تلك اللحظة أكدت لي أن الرابط بيني وبين تلك الشجرة أقوى من أن يُهزم بقطعها، فانا وهى عِشنا كافة مراحل حياتنا سويًا، وقُدر لنا أن يشاهد كلانا الآخر وهو يلفِظ أنفاسه الأخيرة.<br><br>
لم أكن حزينًا حينها، على قدر ما كنت أشعر بالشفقة تجاه أبطال كتاباتي. فأظن أن النهاية الحزينة جاءت لتعاقبني — بسخرية القدر — لتمنعني من نيلِ السعادة.<br><br>
فربّما...<br><br>
ربّما هذا مما أستحق.
`,
    downloadUrl:
      "https://drive.google.com/file/d/1ayj5Nvs8-wJRQCwBPT_1XGWmfIS3BIoN/view?usp=drive_link",
  },

  {
    id: "article-5",
    author: "Nancy mostafa",
    date: "2025/08/03",
    eTime: "6 Minutes",
    title: "وراء النافذة",
    imageId: "وراء النافذة.png",
    shortDescription:
      "كيف تبدو الحياة؟ لقد امتزجت بقطرات المطر مرات قليلة، أتعرف على الأصوات بصعوبة، حتى الطرق أنا غريبة عنها، وحتى الحب، إن صادفته في الشارع، فلن يعرفني كل ما لديَّ عن الحياة عرفته من وراء نافذتي.",

    fullContent: `كنت أفكر كل يوم كيف ينام الموت في عيناي رغم أنني على قيد الحياة، كيف تمر الأيام في تلك الحجرة الضيقة.<br><br>
وإن كان الأمس قد مر، هل سيكون غدًا هكذا؟<br><br>
الأمر أسهل للجميع من حولي. في نظر من حولي، أنا مجرد فتاة ذات ساقين عاجزتين، فما هو الشيء الذي سوف أرغبُ في فعله من فوق ذلك الكرسي؟<br><br>
حتى إنه في واحدة من المرات القليلة التي كنت أخرج إلى الشارع، كان الجيران يبادرون بسؤالي عما أفعله طول الوقت بالمنزل، حتى إنهم أيضًا يستنكرون علي حياتي بين أربعة جدران.<br><br>
بنية تآكلت بفعل برد الشتاء ولكن لعل الشيء الوحيد الذي هون علي ذلك، هو متابعته كل يوم، ذلك الفتى "نديم" في المنزل المجاور.<br><br>
كنت أعرف كيف أتابع يومه منذ أن يستفيق متأففًا، ولا يمسح عنه ذلك الكدر إلا كوب القهوة.<br><br>
لقد تخيلت كيف يبدو طعمها مراتٍ عديدة، ولكن الأهم هو كيف يجعله ذلك الكوب سعيدًا؛ فأُقبل أنا أيضًا على اليوم.<br><br>
ولحسن حظي قابلته في المرتين التي كان علي أن أخرج فيهما إلى الشارع. الأولى كانت في السوبرماركت، والثانية أمام البناية، حينما كنت أنتظر أن يهم الحارس بمساعدتي؛ فهو الشخص الوحيد الذي ظللت على تواصل معه منذ حادثي.<br><br>
ولكنني عندما قابلته هو أمام البناية لم أرغب في طلب المساعدة منه وكأن ذلك الأمر يجعلني أقر أمامه بعجزي، عجزي الذي يبدو واضحًا للجميع، وربما أتناساه قليلًا حين أراه، لأدرك حينها أنه قد أصابني ذلك الشيء الذي حُرمت منه تزامنًا مع عجز قدماي، إنه الحب، ذلك الشىء الأخرق الذي يجعل مني فتاةً مهووسة.<br><br>
فتاةٌ يزعجها أن ترى وجهًا مرهقًا في الليل، ويغمرها السرور حين تجده يبتسم لتلك القطة الصغيرة في شقته، "ميلو".<br><br>
هكذا سمعته يناديها ذات يومٍ عندما كان يصحبها في ذلك القفص. آه، يا ميلو… كل ذلك الدلال وحدك!<br><br>
لقد استمرّت متابعتي له لعامين، يأكل هو حلوى جوز الهند، فأشعر أنا بحلاوتها. ينام والحزن في عينيه، فتؤلمني عيناي. يرتدى شيئًا جديدًا، فأشعر وكأن ما يرتديه يظهر فوق جسدي.<br><br>
وكأن كل تلك المسافة بين البنايتين، وتلك الكافة الشاسعة بيني وبينه تتلاشى. وكأن كل من يذوب في الآخر — أو بالأحرى — وكأنني أنا من أذوب فيه.<br><br>
حتى ذلك اليوم، كان لقاءنا الثالث، كان هو يستعد كي يتجه نحو بنايته وأنا أنتظر الحارس.<br><br>
لقد رأيتها في عينيه، لقد أشفق علي، وعرض أنْ يساعدني على النهوض. في بادئ الأمر رفضت بهدوء، ولكن حين أصر هو بدأ صوتي يتحشرج، وكأن ما أُكنه في قلبي مرهون بأن يظل بعيدًا عن ذلك الكرسي، وكأن كل شىء سيذوب حين يلمسه هو.<br><br>
وحين حَملني بالفعل بدأت الدموع تخون عيناي، والذي رغم وسعهما فشلا في أن يقيّدا دمعي.<br><br>
مرت تلك الحادثة تمامًا كتلك السيارة التي أصابتني بالعجز.<br><br>
لقد عجز قلبي على أن يحبه مرة أخرى، أصبح طعم القهوة لا يهمّني، حلوى جوز الهند تبدو رديئة، وميلو أصبحت مزعجة.<br><br>
وكأن كل ما أكنه في قلبي مرهون بألا يلمس هو ذلك النقص.<br><br>
لقد مكثتُ في غرفتي لشهور بعدها، حتى نافذتي كنتُ قد أغلقتها لدرجة أن ضوء الشمس أصبح مزعجًا، حتى قررت أن أشاهد فيلم روايتي المفضلة حين أعلن عنه في التلفاز، والذي كان الصوت الوحيد الذي أسمح له أن ينطلق في الهدوء الذي عرفت بيه نفسي وسنواتي.<br><br>
كنتُ قد قرأتها مرارًا وتخيلت كيف يمكن أن يُصبح أبطالها حقيقين، قررت أن أذهب لأول مرة إلى السينما بعد حادثي، كنتُ ورغم كل ما حملته من حزن في قلبي وحيرة فيما سوف يحدث لي في الأيام المقبلة من عمري، كنتُ سعيدة.<br><br>
استغرق الأمر كثيرًا كي أرتدي ملابسي، يبدو أن الباقي من عظامي في طريقه للعجز هو الآخر.<br><br>
وبعد أن ارتديتُ وهاتفت الحارس ليساعدني كي أصل لأقرب تاكسي، رُحت أفكر كثيرًا في أقرب سينما يمكن أن أذهب إليها، أخبرت السائق أن يقلني لتلك التي اعتاد أبي أن يصحبني إليها عندما كنتُ صغيرة ولكنني لم أجدها، ولكنه أخبرني أن هناك واحدة تبعد ساعة، فقررت أن أجاذف وأذهب إليها.<br><br>
يمكنني الاستغناء عن عائد الوديعة الخاص بالشهر بأكمله فقط كي أشاهد الفيلم.<br><br>
وعندما وصلت، أصيبت بالهلع، عدد البشر كارثي والنفس يضيق مع الوقت وكأن نصيبي من الهواء يُغتصب من قِبل الآخرين أو ربما تتقلص رئتاي مع الوقت.<br><br>
ولكن الأفظع هو أن أحدًا لم يعرض المساعدة. لقد ظللت في مكاني حتى عرض علي أحد العمال بالسينما، ولكن وصلت القاعة بعد أن بدأ العرض.<br><br>
حينها كانت البطلة تنفصل عن البطل، حينها استغليت الفرصة فقط كي أبكي، أبكي أعوامي وقدماي وكل شىء وكأنني انتظرت أن أكون بين الناس كي أفعل ذلك.<br><br>
ربما أردت أن تضيع دموعي بينهم، إنها المرة الثانية التي أبكي فيها منذ سنوات بعد أن حاول نديم مساعدتي، وكأن حزني يعرفني فقط حين أكون بين الآخرين وكأنه يظهر كي يستغيث، فهو يعيش بداخلي منذ سنوات.<br><br>
من المضحك أنني تخيلت أنني من يأسر الحزن، فجعلني ذلك التخيل أضحك بصوت عالٍ، حتى التفت الجميع لأول مرة.<br><br>
انتهى الفيلم وبمساعدة الشاب نفسه استدعيت سائق التاكسي الذي كنت قد احتفظت برقمه الخاص ليصحبني عند العودة.<br><br>
وحينما وصلت، كان هناك الكثير من الصراخ وأصوات المعدات.<br><br>
أه تلك الشجرة، يحاولون نزعها من جديد.<br><br>
أخبرني الحارس بحماقة حينما سألته عن تلك الأصوات صباحًا أنهم يحاولون نزع تلك الشجرة ليزرعوها في مكانٍ آخر، وكأنها شجرة بلاستيكية تستطيع أن تحيا في أي مكان.<br><br>
أه كم قتلني ذلك التشبيه الذي أطلقته، فأنا تمامًا كتلك الشجرة، إن أخذت نفسي من تلك الغرفة لمكانٍ آخر سوف أموت وأسقط كتلك الشجرة.<br><br>
صعدت إلى المنزل وآمنت أنْ الحياة ستظل بالنسبة لي صباحًا أمام شاشة الهاتف، وليلًا أمام شاشة التلفاز.<br><br>
وفي منتصف اليوم ربما أختار كتابًا لأتصفحه، وربما أقوم ببعض النزهات الضرورية، ولكني سأظل أعرف الحياة فقط من وراء النافذة، كي لا أسقط مثل تلك الشجرة.
`,
    downloadUrl:
      "https://drive.google.com/file/d/14SsKJq-MqzuCseLCkr2MXk08Zft1t9Y-/view?usp=drive_link",
  },
];
